Repository: 84000/data-translation-memory
Catalog: toh156-v3.tmx
Source language: bo
Languages: en

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་དེའི་ཕྱིར་རྣམ་པར་དག་པའི་ལམ་གྱི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཁོར་བཞི་པོ་དག་ལ་རྒྱུན་མི་འཆད་པར་སྟོན་ཅིག །
en: “Ānanda,” the Blessed One continued, “teach this Dharma discourse on the pure path continuously to the fourfold assembly.

source: དེ་ལྟར་ན་ཁྱོད་དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་བ་བྱས་པར་འགྱུར་རོ། །
en: In that way you will maintain the sacred Dharma.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀླུའི་རྒྱལ་པོ་མ་དྲོས་པའི་གནས་ནས་བྱ་རྒོད་ཕུང་པོའི་རི་ལ་གཤེགས་སོ་ཞེས་རྒྱལ་པོའི་ཁབ་ཀྱི་བྲམ་ཟེ་དང་། ཁྱིམ་བདག་རྣམས་ཀྱིས་ཐོས་ནས་དེ་དག་ཐམས་ཅད་དད་པ་ཐོབ་སྟེ། ལྷན་ཅིག་ཏུ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་ངོ་། །དེ་དག་དེ་ལྟར་ཕྱིན་པ་དང་།
en: When the brahmins and householders of Rājagṛha heard that the Blessed One had returned to Vulture Peak Mountain from the realm of the nāga king Anavatapta, they were filled with faith, and they all went together to where the Blessed One was staying.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱིས་རྣམ་པར་དག་པའི་ལམ་གྱི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཉིད་ལས་བརྩམས་ཏེ།
en: When they arrived, the blessed Buddha taught them the Dharma, starting with this Dharma teaching on the pure path.

source: དེ་ལྟ་དེ་ལྟར་ཆོས་བསྟན་ནས་འཁོར་དེ་ལས་སྲོག་ཆགས་ཁྲིས་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །སྲོག་ཆགས་ལྔ་སྟོང་ནི་ཆོས་ལ་ཆོས་ཀྱི་མིག་སྐྱེས་སོ། །
en: Ten thousand beings from that assembly gave rise to the mind of awakening, and five thousand beings developed the Dharma eye regarding phenomena.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་། ཉན་ཐོས་ཆེན་པོ་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: When the Blessed One had finished speaking, Venerable Ānanda, the great hearers, and the world with its gods, humans, asuras, and gandharvas rejoiced and praised what the Blessed One had said.

source: འཕགས་པ་ཀླུའི་རྒྱལ་པོ་མ་དྲོས་པས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This concludes the noble Great Vehicle sūtra “The Questions of the Nāga King Anavatapta.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། དཱ་ན་ཤཱི་ལ་དང་། བན་དེ་ཡེ་ཤེས་སྡེ་དང་། ཡི་གེ་པ་དགོན་གླིང་རྨ་ལ་སོགས་པས་ཞུ་ཆེན་བགྱིས་ཏེ་གཏན་ལ་ཕབ་པ།​། །​།
en: Edited and finalized by the Indian preceptors Jinamitra and Dānaśīla and Venerable Yeshé Dé, the scribe Gönlingma, and others.
